IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Brak pliku obrazu.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Zastosowano system jednostek zdefiniowany przez użytkownika."
IDS_USER_UNIT_SYSTEM = "System jednostek"
IDS_DGNREPORTBASE_TABLE = "Tabela"
IDS_DGNREPORTBASE_FIGURE = "Rysunek"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  SPRAWDŹ"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Nieakceptowalne"
IDS_DGNREPORTBASE_YES = "Tak"
IDS_DGNREPORTBASE_NO = "Nie"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Smukły"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Krępy"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Zwarty"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Niezwarty"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Wyboczenie boczne nie jest konieczne"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Sprawdź wyboczenie boczne"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Żebro usztywniające nie jest wymagane"
IDS_DGNREPORTBASE_STIFF_REQ = "Żebro usztywniające jest wymagane"
IDS_DGNREPORTBASE_SLENDER = "Smukły"
IDS_DGNREPORTBASE_NOT_SLENDER = "Krępy"
IDS_DGNREPORTBASE_COMPACT = "Zwarty"
IDS_DGNREPORTBASE_NONCOMPACT = "Niezwarty"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Kąt obrotu i pochodne"
IDS_AXIAL_CAPACITY = "Nośność osiowa"
IDS_AXIAL_STRESS = "Naprężenie osiowe"
IDS_AXIAL_RESISTANCE = "Opór osiowy"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Opór zginania i osiowy"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Opór zginania i ścinania"
IDS_BUCKLING_RESISTANCE = "Opór na wyboczenie"
IDS_COMBINED_RATIO = "Współczynnik złożony"
IDS_COMBINED_STRENGTH_RATIO = "Współczynnik złożony wytrzymałości"
IDS_COMBINED_STRESS_RATIO = "Współczynnik złożony naprężenia"
IDS_COMPRESSION_RESISTANCE = "Opór na ściskanie"
IDS_COMPRESSION_STRENGTH = "Wytrzymałość na ściskanie"
IDS_COMPRESSION_STRESS = "Naprężenie ściskające"
IDS_FLANGE = "Pas"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Opór na wyboczenie zginające"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Opór na wyboczenie boczne skręcające"
IDS_LIMIT_STATE_OF_BUCKLING = "Stan graniczny wyboczenia"
IDS_MAJOR = "Główny"
IDS_MAJOR_AXIS = "Oś główna"
IDS_MINOR = "Drugorzędny"
IDS_MINOR_AXIS = "Oś drugorzędna"
IDS_MOMENT_CAPACITY = "Nośność na zginanie"
IDS_MOMENT_RESISTANCE = "Opór na zginanie"
IDS_MOMENT_STRENGTH = "Wytrzymałość na zginanie"
IDS_MOMENT_STRESS = "Naprężenie zginające"
IDS_RESULT_BY_POSITION = "Wynik według pozycji"
IDS_SHEAR_CAPACITY = "Nośność na ścinanie"
IDS_SHEAR_RESISTANCE = "Opór na ścinanie"
IDS_SHEAR_STRESS = "Naprężenie ścinające"
IDS_SLENDERNESS_RATIO = "Współczynnik smukłości"
IDS_STRESS = "Naprężenie"
IDS_TENSION_RESISTANCE = "Opór na rozciąganie"
IDS_TENSION_STRENGTH = "Wytrzymałość na rozciąganie"
IDS_TENSION_STRESS = "Naprężenie rozciągające"
IDS_TORSION_CAPACITY = "Nośność na skręcanie"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Nośność na skręcanie ( Przekrój otwarty )"
IDS_TORSION_STRENGTH = "Wytrzymałość na skręcanie"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Opór na wyboczenie skrętno-giętne"
IDS_WEB = "Środnik"
IDS_WIDTH_THICKNESS_RATIO = "Współczynnik szerokości do grubości"
IDS_X = "X"
IDS_X_DIR = "Kier. X"
IDS_X_DIRECTION = "Kierunek X"
IDS_Y = "Y"
IDS_Y_DIR = "Kier. Y"
IDS_Y_DIRECTION = "Kierunek Y"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Granica plastyczności pod wpływem naprężenia normalnego"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Granica plastyczności pod wpływem naprężenia ścinającego"
IDS_DGNREPORTBASE_MPHI_CURVE = "Krzywa moment-krzywizna"
IDS_DGNREPORTBASE_STL_TENS = "Stal - rozciąganie"
IDS_DGNREPORTBASE_STL_COMP = "Stal - ściskanie"
IDS_DGNREPORTBASE_CON_COMP = "Beton - ściskanie"
IDS_DGNREPORTBASE_STL_STRAIN = "Odkształcenie stali"
IDS_DGNREPORTBASE_CON_STRAIN = "Odkształcenie betonu"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Krzywizna"
IDS_DGNREPORTBASE_CURVE = "Krzywa"
IDS_DGNREPORTBASE_POSITIVE = "Dodatni"
IDS_DGNREPORTBASE_NEGATIVE = "Ujemny"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Siła osiowa"
IDS_DGNREPORTBASE_NA_ANGLE = "Kąt osi obojętnej"
IDS_DGNREPORTBASE_CON_HEIGHT = "Wysokość betonu"
IDS_DGNREPORTBASE_CON_WIDTH = "Szerokość betonu"
IDS_DGNREPORTBASE_CON_AREA = "Powierzchnia betonu"
IDS_DGNREPORTBASE_RBAR_AREA = "Powierzchnia prętów zbrojeniowych"
IDS_DGNREPORTBASE_CRACK = "Zarysowanie"
IDS_DGNREPORTBASE_YIELD = "Granica plastyczności"
IDS_DGNREPORTBASE_INITIAL = "Początkowy"
IDS_DGNREPORTBASE_IDEAL = "Idealny."
IDS_DGNREPORTBASE_ULTIMATE = "Ostateczny"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

